proj1/app/controllers/home_controller.rb

	def signup
		m = Member.new
		m.username = params[:username]
		m.password = params[:password]
		m.count = 1
		m.save
---
INSERT INTO "members" ("count", "created_at", "password", "updated_at", "username") VALUES (?, ?, ?, ?, ?)  [["count", 1], ["created_at", Tue, 07 Oct 2014 12:59:14 UTC +00:00], ["password", "hihi"], ["updated_at", Tue, 07 Oct 2014 12:59:14 UTC +00:00], ["username", "seoyoon"]]

	def list
		@members = Member.all
---
SELECT "members".* FROM "members"